Repository: cambiatus/backend
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es_es, pt_br

source: , here is your reward
es_es: , aqui esta su recompensa
pt_br: , aqui está sua recompensa

source: Cambiatus by Satisfied Vagabonds LLC
es_es: Cambiatus de Satisfied Vagabonds LLC
pt_br: Cambiatus por Satisfied Vagabonds LLC

source: Go to app
es_es: Ir a la aplicación
pt_br: Vá para o app

source: Hello
es_es: Hola
pt_br: Olá

source: Hey, you received
es_es: Oye, lo conseguiste
pt_br: Hey, você recebeu

source: More on app
es_es: Más en la aplicación
pt_br: Mais no app

source: Thanks for your contribution on
es_es: Gracias por tu aporte en
pt_br: Agradecemos sua contribuição na

source: You received
es_es: recibiste
pt_br: Você recebeu

source: You received a new transfer on
es_es: Recibiste una nueva transferencia en
pt_br: Você recebeu uma nova transferência em

source: Your claim was approved!
es_es: ¡Su reclamo fue aprobado!
pt_br: Sua reivindicação foi aprovada!

source: more details on app.
es_es: más detalles en la aplicación.
pt_br: mais detalhes no app.

source: Sent by
es_es: Enviado por
pt_br: Enviado por

source: at
es_es: en
pt_br: em

source: During this month we've released some news in the app, and so you don't miss any of them, we've prepared a super summary!
es_es: ¡Durante este mes hemos lanzado algunas novedades en la app, y para que no te pierdas ninguna, hemos preparado un súper resumen!
pt_br: Durante esse mês divulgamos algumas notícias no aplicativo, e para que você não perca nenhuma delas, preparamos um super resumo!

source: Go to community
es_es: Ir a la comunidad
pt_br: Ir para comunidade

source: Newsletter
es_es: Boletin informativo
pt_br: Resumo de Notícias

source: See the latest news
es_es: Ver las últimas noticias
pt_br: Veja as últimas notícias

source: Want to stop receiving these emails?
es_es: ¿Quieres dejar de recibir estos correos electrónicos?
pt_br: Não quer mais receber esses emails?

source: You are receiving this email because you signed up for Cambiatus or
es_es: Estás recibiendo este correo porque te registraste en Cambiatus o
pt_br: Você está recebendo este email porque se inscreveu na Cambiatus ou

source: You can unsubscribe by
es_es: Puedes darte de baja por
pt_br: Você pode deixar de recebê-los

source: a company that uses the Cambiatus platform.
es_es: una empresa que utiliza la plataforma Cambiatus.
pt_br: uma empresa que utiliza a plataforma Cambiatus.

source: clicking here
es_es: haciendo clic aquí
pt_br: clicando aqui

source: Community News
es_es: Noticias de la comunidad
pt_br: Notícias da Comunidade

source: Sold by
es_es: Vendido por
pt_br: Vendido por

source: makes part of Cambiatus
es_es: hace parte de Cambiatus
pt_br: faz parte da Cambiatus

source: Which mailing list do you wish to unsubscribe from?
es_es: ¿De qué lista de correo desea darse de baja?
pt_br: Você deseja cancelar a inscrição de qual lista de e-mail?

source: Claim Notification
es_es: Notificación de reclamo
pt_br: Notificação de reivindicação

source: Transfer notification
es_es: Notificación de transferencia
pt_br: Notificação de transferência

source: Monthly news about the community
es_es: Noticias mensuales sobre la comunidad
pt_br: Notícias mensais sobre a comunidade

source: Submit
es_es: Enviar
pt_br: Enviar

source: enabled
es_es: activado
pt_br: habilitado

source: disabled
es_es: desactivado
pt_br: desabilitado

source: Preferences updated successfully!
es_es: ¡Preferencias actualizadas con éxito!
pt_br: Preferências atualizadas com sucesso!

source: Something went wrong. Please try again.
es_es: Algo salió mal. Inténtalo de nuevo.
pt_br: Algo deu errado. Por favor, tente novamente.

source: Hello,
es_es: Hola,
pt_br: Olá,
